export const typeDocument =
    [
        {
            code: "5/3-12",
            type: "Бақайдгирии супоришҳои хаттӣ ва протоколҳои маҷлисҳои назди Сарвазири Ҷумҳурии Тоҷикистон ва муовинони у Роҳбари Дастгоҳи иҷроияи Президенти Ҷумҳурии Тоҷикистон",
        },
        {
            code: "5/3-13",
            type: "Бақайдгирии супоришҳои хаттӣ ва протоколҳои маҷлисҳои Президенти Ҷумҳурии Тоҷикистон ",
        },
        {
            code: "5/3-14",
            type: "Бақайдгирии қонунҳо, санадҳои меъёрии ҳуқуқии Президенти Ҷумҳурии Тоҷикистон ",
        },
        {
            code: "5/3-15",
            type: "Бақайдгирии мукотиботи  Ҳукуматӣ",
        },
        {
            code: "5/3-16",
            type: "Бақайдгирии мукотиботи вазорату идораҳо",
        },
        {
            code: "5/3-17",
            type: "Бақайдгирии гузоришҳои хизматчиёни ҳарбӣ",
        },
        {
            code: "5/3-18",
            type: "Бақайдгирии амрҳои Президенти Ҷумҳурии Тоҷикистон ва фармоишҳои Ҳукумати Ҷумҳурии Тоҷикистон",
        },
        {
            code: "5/3-19",
            type: "Бақайдгирии ҳуҷҷатҳои воридотии БИХ",
        },
        {
            code: "5/3-20",
            type: "Бақайдгирии барқияҳои ҳукуматӣ ",
        },
        {
            code: "5/3-21",
            type: "Бақайдгирии ҳуҷҷатҳои воридотии Шурои амнияти Ҷумҳурии Тоҷикистон ",
        },
        {
            code: "5/3-22",
            type: "Бақайдгирии ТАВЗЕҲОТҲО",
        },
        {
            code: "5/3-23",
            type: "Бақайдгирии ҳуҷҷатҳои Дастгоҳи маркази ва сохторҳои таркибии Кумита ",
        },
        {
            code: "5/3-24",
            type: "Бақайдгирии ҳуҷҷатҳои вазорату идораҳо",
        },
        {
            code: "5/3-25",
            type: "Бақайдгирии ҳуҷҷатҳои баргардонидашуда ",
        },
        {
            code: "5/3-26",
            type: "Бақайдгирии дигар санадҳои меъёрии ҳуқуқии Ҷумҳурии Тоҷикистон, аз ҷумла санадҳои байналмилалӣ",
        },
        {
            code: "5/3-27",
            type: "Бақайдгирии лоиҳаҳои санадҳои меъёрии ҳуқуқӣ ",
        }
    ];
